Repository: LD8/VA-boutique
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Category Name
ru: Категория

source: Category Description
ru: Описание категории

source: Category
ru: Категория

source: Categories
ru: Kатегории

source: Sub-category Name
ru: Название подкатегории

source: Sub-category Description
ru: Описание подкатегории

source: Sub-category
ru: Подкатегория

source: Sub-categories
ru: Подкатегории

source: Brand Name
ru: Название Бренда

source: Brand Description
ru: Описание бренда

source: Item Name
ru: Наименование товара

source: Item Description
ru: Описание товара

source: Original Price
ru: Цена

source: Discount Percentage
ru: Процент скидки

source: Carousel Title
ru: Название карусели

source: Carousel Text
ru: Текст

source: Image (Size: 2100 x 1400 px)
ru: Изображение (2100px x 1400px)

source: Filtered
ru: Результат фильтра

source: More products comming soon...
ru: Больше товаров в ближайшее время

source: And so much more
ru: И много других товаров

source: Women
ru: Для женщин

source: Show All
ru: Показать все товары

source: Men
ru: Для мужчин

source: Search
ru: Поиск

source: Cover photo
ru: Фото на обложке

source: All Brands
ru: Все бренды

source: Filter
ru: Фильтр

source: Clear Filter
ru: Сбросить

source: Filter
ru: Фильтр

source: Go Back
ru: Назад

source: Filters
ru: Фильтры

source: About Us
ru: О нас

source: Delivery and Payment
ru: Доставка и оплата

source: Products to Choose from
ru: Товары на выбор

source: Special Offers
ru: Промо

source: Promotions
ru: Акции

source: VIP Order
ru: VIP заказ

source: Opening hours: 24/7
ru: Часы работы 24/7

source: My Profile
ru: Мой профиль

source: My Wish List
ru: Мой лист желаний

source: My Shopping Bag
ru: Моя корзина

source: My Orders
ru: Мои заказы

source: Log Out
ru: Выйти

source: Log In
ru: Войти

source: Sign Up
ru: Зарегистрироваться

source: Sold Out
ru: Продано

source: An image of and a link to
ru: Изображение и ссылка на

source: Join us NOW for extra
ru: Присоединяйся к нам и получи скидку

source: discount of this item and SO MUCH MORE!!!
ru: на данный и много других товаров

source: Close
ru: Закрыть

source: Products to choose from
ru: Товары на выбор

source: Promotion plans available soon...
ru: Скоро...

source: Comming Soon
ru: Скоро...

source: We are On Sale
ru: Распродажа

source: Checkout Now
ru: Купить сейчас

source: Place a VIP order
ru: Отправить VIP заказ

source: We will search it for you
ru: Ищите определенный товар, но он не представлен на нашем сайте? Пришлите нам фото и мы найдём его специально для Вас!

source: Stay tuned with our Instagram!!
ru: Подписывайтесь на наш Instagram

source: Contact your personal stylist NOW!
ru: Свяжитесь с Вашим персональным менеджером сейчас!

source: Please email us for more information
ru: Напишите нам для более подробной информации

source: This item is out of stock. But luckily, we have many other products for you to browse.
ru: Данный товар распродан. Вы можете купить его под заказ со скидкой 15%

source: An image of
ru: Изображение

source: An image thumbnail of
ru: Миниатюра изображения

source: Add to Bag
ru: Добавить в корзину

source: Buy Now
ru: Купить сейчас

source: Delivery Policy
ru: Доставка

source: Contact Directly
ru: Свяжитесь с нами

source: Sign up to enjoy more discount and have your own Wish List, Shopping Bag, manage all of your orders! And So Much more...
ru: Зарегистрируйтесь для получения специальных скидок и участия в наших промо акциях!

source: Your search result of
ru: Результат поиска по запросу

source: No result of
ru: Ничего не найдено по запросу

source: is showing please try a different wording or browse from our categories
ru: Пожалуйста, попробуйте найти товар в категориях

source: more
ru: больше

source: Your full name
ru: Имя

source: Where do you currently live?
ru: Адрес

source: Your phone number
ru: Телефон

source: Your email
ru: Электронная почта

source: Ordered?
ru: Заказано

source: Order Date
ru: Дата заказа

source: Reference Number
ru: Номер заказа

source: Order Active?
ru: Активный заказ

source: Registered Order
ru: зарегистрированный заказ

source: Registered Orders
ru: зарегистрированные заказы

source: My name
ru: Имя

source: My Location
ru: Адрес

source: My phone number
ru: Номер телефона

source: My email
ru: Электронная почта

source: Anonymous Order
ru: незарегистрированный заказ

source: Anonymous Orders
ru: незарегистрированные заказы

source: BUY NOW!
ru: Купить сейчас!

source: Place Order
ru: Разместить заказ

source: Order
ru: Заказ

source: Status
ru: Статус заказа

source: Processing
ru: Обрабатывается

source: Delivered
ru: Доставлено

source: Reference
ru: Номер заказа

source: Date
ru: Дата

source: Items
ru: Товары

source: Cost
ru: Итого

source: Ref No
ru: Номер заказа

source: Please place an order first...
ru: Выберите товар

source: Confirm to checkout now?
ru: Подтвердите покупку

source: The detail of the order will be sent to your personal email. And we will contact you soon.
ru: Спасибо за покупку! Наш менеджер свяжется с вами в ближайшее время для уточнения деталей заказа.

source: Confirm Order
ru: Подтвердите покупку

source: Please add more items to your shpping bag
ru: Добавьте больше товаров в корзину

source: Total Price
ru: Итоговая цена

source: Checkout
ru: Купить

source: Item has been added to your shopping bag!
ru: Товар добавлен в корзину!

source: Item has been removed from your shopping bag!
ru: Товар удалён из корзины

source: Your order is being processed! Please check your profile or your email for the details of the order.
ru: Ваша покупка обрабатывается! Детали Вашего заказа отправлены на Ваш электронный адрес а также доступны в личном кабинете.

source: Your order is being processed!
ru: Ваша покупка обрабатывается!

source: Oops! You have requested a page that does not exist
ru: Страница не существует

source: Oops! There has been an internal error. We are terribly sorry about that
ru: Ошибка страницы. Приносим вам своих извинения за доставленные неудобства. Для заказа свяжите с нашим менеджером по телефону +79255196242

source: Your name
ru: Имя

source: Your Email
ru: Электронная почта

source: Your cell phone number
ru: Номер телефона

source: What is your address
ru: Адрес

source: Profile
ru: профиль

source: Profiles
ru: профили

source: Thanks for your visit
ru: Спасибо! До новых встреч!

source: You have been successfully logged out
ru: Вы успешно вышли из системы

source: Please Sign In
ru: Войти

source: Sign In
ru: Зарегистрироваться

source: Join us for so much more!
ru: Присоединяйся к нам

source: Get your own personal stylist!
ru: Получше консультацию по стилю от Вашего персонального менеджера!

source: Enjoy special discount for ALL tagged items!
ru: Получи скидку на товары отмеченные ярлыком

source: Have your own wish-list and shopping bag to track the items you are interested in!
ru: Добавляйте понравившиеся товары в список желаний и получайте персональные скидки!

source: Register
ru: Регистрация

source: Welcome back
ru: С возвращением

source: My Name
ru: Имя

source: My Email
ru: Электронная почта

source: My Phone
ru: Номер телефона

source: My Address
ru: Адрес

source: Edit Profile
ru: Редактировать профиль

source: Please update your profile
ru: Пожалуйста обновите ваш профиль

source: Please complete your profile information
ru: Укажите персональную информацию

source: VIP Order Number
ru: Номер заказа

source: VIP Order Active?
ru: Активный заказ

source: What is your address?
ru: Адрес

source: Describe the item briefly
ru: Опишите товар

source: Upload a photo of the item
ru: Загрузите фотографию

source: Upload another photo of the item (optional)
ru: Загрузите фотографию

source: VIP Orders
ru: VIP заказ

source: Please provide your information and the description of the item you'd like to purchase
ru: Пожалуйста, заполните анкету для размещения VIP заказа

source: VIP Name
ru: Категория

source: Thanks for your purchase, we will contact you soon!
ru: Спасибо за покупку! Вы свяжемся с Вами в ближайшее время!

source: wish list
ru: Мой лист желаний

source: Please add more items to your wish list
ru: Добавь товары в список желаний

source: The item is already in your wish-list!
ru: Данный товар уже добавлен

source: Item added to wish-list!
ru: Товар добавлен в список ваших желаний

source: Item removed from your wish list!
ru: Добавьте больше товаров в корзину
